Repository: mal2-project/fake-shop-detection-database
Catalog: db/locale/*/LC_MESSAGES/django.po
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: e.g. +43 12345678
de: z. B. +43 12345678

source: The allowed format is <strong>%s</strong>.
de: Das unterstützte Format ist <strong>%s</strong>.

source: and %s
de: und %s

source: The allowed formats are %s.
de: Die unterstützten Formate sind %s.

source: This filetype is not supported!
de: Dieser Dateityp wird nicht unterstützt!

source: Please keep filesize under %(max_upload_size)s. Current filesize is %(size)s.
de: Bitte Dateien mit weniger als %(max_upload_size)s hochladen. Die aktuelle Größe ist %(size)s.

source: A maximum of %d entry is allowed!
de: Es ist naximal %d Eintrag erlaubt!

source: At least %d entry is required!
de: Es wird mindestens %d Eintrag benötigt!

source: Duplicate entries were found!
de: Es wurden doppelte Einträge gefunden!

source: clear
de: löschen

source: Country code
de: Ländervorwahl

source: Phone number
de: Telefonnummer

source: Created by
de: Erstellt von

source: Modified by
de: Geändert von

source: Created at
de: Erstellt am

source: Modified at
de: Geändert am

source: German
de: Deutsch

source: English
de: Englisch

source: Websites
de: Webseiten

source: All
de: Alle

source: to check
de: zu Überprüfen

source: no verification
de: keine Überprüfung

source: checked - no fake
de: Überprüft - Kein Fake

source: Unsure
de: Unsicher

source: Disagreement
de: Unstimmigkeiten

source: Database
de: Datenbank

source: Brand counterfeiters
de: Markenfälscher

source: System control
de: Systemkontrolle

source: User management
de: Benutzerverwaltung

source: API documentation
de: API-Dokumentation

source: Change password
de: Kennwort ändern

source: Sign out
de: Abmelden

source: No Permission
de: Keine Berechtigung

source: We're sorry, but you have not permission to view this page.
de: Es tut uns leid, aber Sie haben keine Berechtigung für diese Seite.

source: Change user
de: Benutzer wechseln

source: Page not found
de: Seite nicht gefunden

source: Looks like the page or file you where searching for has disappeared.
de: Sieht so aus, als wäre die gewünschte Seite oder Datei verschwunden.

source: Internal server error
de: Interner Server Fehler

source: Current date/time:
de: Aktuelles Datum / Uhrzeit:

source: Close
de: Schließen

source: Data table
de: Datentabelle

source: Copied token to clipboard.
de: Token in die Zwischenablage kopiert.

source: Copy token to clipboard
de: Token in Zwischenablage kopieren

source: at
de: um

source: Export CSV
de: CSV exportieren

source: Filters
de: Filter

source: All WITH
de: Alle MIT

source: NOT
de: NICHT

source: Search filters
de: Suchfilter

source: Search values are case insensitive
de: Bei Suchwerten wird die Groß- und Kleinschreibung nicht berücksichtigt

source: Finds all entries that have saved ONE value
de: Findet alle Einträge die EINEN Wert gespeichert haben

source: Finds all entries that have NO value saved
de: Findet alle Einträge die KEINEN Wert gespeichert haben

source: Value
de: Wert

source: Finds all entries that have NOT saved this value
de: Findet alle Einträge die NICHT diesen Wert gespeichert haben

source: Finds all entries that have saved ONE of these values
de: Findet alle Einträge die EINEN dieser Werte gespeichert haben

source: Finds all entries that have NOT saved any of these values
de: Findet alle Einträge die KEINEN dieser Werte gespeichert haben

source: Start value
de: Startwert

source: End value
de: Endwert

source: Finds all entries that have values saved between a specific range [Start value - End value]. Only possible for number- and ID-fields.
de: Sucht alle Einträge, deren Werte zwischen einem bestimmten Bereich [Startwert - Endwert] gespeichert wurden. Nur für Nummern- und ID-Felder möglich.

source: Finds all entries that starts with specific value
de: Findet alle Einträge, die mit einem bestimmten Wert beginnen

source: Finds all entries that end with specific value
de: Findet alle Einträge, die mit einem bestimmten Wert enden

source: Finds all entries that contains specific value
de: Findet alle Einträge, die einen bestimmten Wert enthalten

source: Val?e
de: We?t

source: Text and ? operator can be exchanged by one random character for example: "ValUe", "ValOe" or "Val9e" could be some results
de: Text und der ? Operator kann durch ein zufälliges Zeichen ausgetauscht werden, zum Beispiel: „WeRt“, „WeOt“ oder „We9t“ können einige Ergebnisse sein

source: Val*e
de: We*t

source: Text and * operator can be exchanged by any number of random character for example: "Value", "Valuueueuue" or "Val e" could be some results
de: Text und der * Operator können durch eine beliebige Anzahl zufälliger Zeichen ausgetauscht werden, zum Beispiel: „Wert“, „Wertetet“ oder „Wer t“ können einige Ergebnisse sein

source: Reset filters
de: Filter zurücksetzen

source: Last updated
de: Letzte Aktualisierung

source: [seconds] second ago
de: vor [seconds] Sekunde

source: [seconds] seconds ago
de: vor [seconds] Sekunden

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Choose file ...
de: Datei wählen ...

source: Upload
de: Hochladen

source: from
de: von

source: Cancel file upload
de: Hochladen abrechen

source: Required field
de: Pflichtfeld

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: Summary
de: Zusammenfassung

source: Next step
de: Nächster Schritt

source: Previous step
de: Vorheriger Schritt

source: Step %(step)s
de: Schritt %(step)s

source: Current
de: Aktuell

source: Toggle navigation
de: Navigation umschalten

source: Created on %(date)s by %(user)s
de: Erstellt am %(date)s von %(user)s

source: %(verbose_name)s "%(name)s" has been added!
de: %(verbose_name)s "%(name)s" wurde hinzugefügt!

source: %(verbose_name)s does not exist!
de: %(verbose_name)s existiert nicht!

source: %(verbose_name)s "%(name)s" was deleted!
de: %(verbose_name)s "%(name)s" wurde gelöscht!

source: %(verbose_name)s "%(name)s" has been updated!
de: %(verbose_name)s "%(name)s" wurde aktualisiert!

source: File not found
de: Datei nicht gefunden

source: Downloading %s
de: Lade %s herunter

source: Can't download file!
de: Kann Datei nicht herunterladen!

source: Confirm password
de: Passwort ändern

source: Contact details
de: Kontaktdaten

source: Access data
de: Zugriffsdaten

source: New password
de: Neues Passwort

source: Confirm new password
de: Neues Passwort bestätigen

source: URL already exists in the database!
de: URL existiert bereits in der Datenbank!

source: Enter URLs for search results
de: Geben Sie URLs für das Suchergebnis ein

source: Enter URLs for company names
de: Geben Sie URLs für die Firmennamen ein

source: Enter URLs for website images
de: Geben Sie URLs für die Webseiten-Bilder ein

source: Enter URLs that have the same website text
de: Geben Sie URLs ein die den selben Webseiten-Texte haben

source: Enter URLs for language examples
de: Geben Sie URLs für die Sprachbeispiele ein

source: Enter URLs for product examples
de: Geben Sie URLs für die Produktbeispiele ein

source: Search
de: Suche

source: Price comparison
de: Preisvergleich

source: Payment method
de: Zahlungsmethode

source: Evaluation
de: Einschätzung

source: Database queries
de: Datenbankabfragen

source: VAT
de: UID

source: Company name
de: Firmenname

source: Images
de: Bilder

source: Language
de: Sprache

source: General conditions of contract
de: AGB

source: Label/seal
de: Gütezeichen/Siegel

source: Products
de: Produkte

source: Contact and Imprint
de: Kontakt und Impressum

source: Groups
de: Gruppen

source: Access status
de: Zugangsstatus

source: Category
de: Kategorie

source: Website category
de: Webseiten-Kategorie

source: Website categories
de: Webseiten-Kategorien

source: Risk score
de: Risiko-Score

source: Website risk score
de: Webseite-Risikobewertung

source: Website risk scores
de: Webseite-Risikobewertungen

source: Reporter
de: Melder

source: Website reported by
de: Webseite gemeldet von

source: Websites reported by
de: Webseiten gemeldet von

source: Ordering index
de: Anordnungs-Index

source: Type
de: Typ

source: Website type
de: Webseiten-Typ

source: Website types
de: Webseiten-Typen

source: Enter url of the reviewing website
de: Geben Sie die URL der überprüfenden Webseite ein

source: Reported by
de: Gemeldet von

source: Assigned to
de: Zugeteilt an

source: Website
de: Webseite

source: Enter url of the reviewing online shop
de: Geben Sie die Domain des überprüfenden Onlineshops ein

source: Do not tick if no or uncertain assessment.<br><strong>There are more checks necessary if not checked!</strong>
de: Nicht anhaken wenn keine oder unsichere Einschätzung.<br><strong>Es sind weitere Überprüfungen notwendig wenn nicht angehakt!</strong>

source: Assessment: is certainly a fake shop?
de: Einschätzung: ist sicher ein Fake Shop?

source: Enter the URL of the imprint
de: URL des Impressum eintragen

source: Imprint
de: Impressum

source: Entered search term on google.at
de: Eingegebener Suchbegriff auf google.at

source: Search term
de: Suchbegriff

source: Do not tick if there is no or uncertain <strong>suspicion of fraud</strong>
de: Nicht anhaken wenn kein oder unsicherer <strong>Betrugsverdacht</strong>

source: Suspected fraud (search)
de: Betrugsverdacht (Suche)

source: Enter the name of the product
de: Name des Produktes eingeben

source: Enter the URL of the product page
de: URL der Produktseite eingeben

source: Product page
de: Produktseite

source: Reason of the product selection eg. offer, sale, ...
de: Auswahl des Produktes begründen zB. Angebot, Sale, ...

source: Reason of product selection
de: Begründung der Produktauswahl

source: Enter the URL of the geizhals.eu search
de: URL der geizhals.eu Suche eingeben

source: Price comparison on geizhals.eu
de: Preisvergleich auf geizhals.eu

source: Short explanation why the price is suspicious
de: Kurze Begründung warum der Preis verdächtig ist

source: Reason of suspected fraud
de: Begründung des Betrugsverdacht

source: Suspected fraud (price comparison)
de: Betrugsverdacht (Preisvergleich)

source: Enter the URL of the terms of payment
de: URL der Zahlungsbedingungen eingeben

source: Terms of payment
de: Zahlungsbedingungen

source: Enter the URL of the checkout page
de: URL der Checkout-Seite eingeben

source: Checkout page (address)
de: Checkout-Seite (Adresse)

source: Enter the URL of the payment method selection
de: URL der Zahlungsmethoden-Auswahl eingeben

source: Checkout page (payment method)
de: Checkout-Seite (Zahlungsmethode)

source: Enter assessment of payment method
de: Einschätzung der Zahlungsmethode eingeben

source: Assessment of the payment method
de: Einschätzung der Zahlungsmethode

source: Suspected fraud (payment method)
de: Betrugsverdacht (Zahlungsmethode)

source: Used search term in the databases
de: Verwendeter Suchbegriff in den Datenbanken

source: Database:
de: Datenbank:

source: WKO checked
de: WKO überprüft

source: handelsregister.de checked
de: handelsregister.de überprüft

source: justice.europa.eu checked
de: justice.europa.eu überprüft

source: Enter assessment for company inquiry
de: Einschätzung zur Firmenabfrage eingeben

source: Result of the review
de: Ergebnis der Überprüfung

source: Suspected fraud (company data)
de: Betrugsverdacht (Firmendaten)

source: Check VAT on
de: UID überprüfen auf

source: Enter assessment for VAT review
de: Einschätzung zur UID-Überprüfung

source: Result of the VAT review
de: Ergebnis der UID-Überprüfung

source: Suspected fraud (VAT)
de: Betrugsverdacht (UID)

source: Enter URL of the domain query e.g.
de: URL der Domainabfrage eingeben

source: Date of domain registration is less than a month
de: Datum der Domainregistrierung ist kleiner als ein Monat

source: URL of the website if a founding date was specified that does not match the domain registration
de: URL der Webseite wenn ein Gründungsdatum angegeben wurde das nicht zur Domainregistierung passt

source: Contradiction with information on the website
de: Widerspruch mit Angabe auf der Webseite

source: Check if the anonymization service / entry is not suitable for the imprint
de: Anhaken wenn der Anonymisierungsdienst/Eintrag nicht passend zum Impressum ist

source: Suspected fraud (domain)
de: Betrugsverdacht (Domain)

source: If different company names exist, there is a suspicion of fraud
de: Wenn unterschiedliche Firmennamen vorhanden sind besteht ein Betrugsverdacht

source: Specify different company names
de: Unterschiedliche Firmennamen angeben

source: If not copyable then there is a suspicion of fraud
de: Wenn nicht kopierbar dann besteht ein Betrugsverdacht

source: Can not copy images on web page
de: Bilder auf der Webseite können nicht kopiert werden

source: Apply reverse image search on:
de: Umgekehrte Bildersuche anwenden auf:

source: Image copied from other website
de: Bild wurde von anderer Webseite kopiert

source: Suspected fraud (images)
de: Betrugsverdacht (Bilder)

source: Can not copy text on web page
de: Text auf der Webseite kann nicht kopiert werden

source: URL of the checked website text
de: URL des überprüften Webseiten-Textes

source: Website text
de: Webseiten-Text

source: Enter text section and search on
de: Textausschnitt eingeben und suchen auf

source: Text clipping
de: Textausschnitt

source: Suspected fraud (website text)
de: Betrugsverdacht (Webseiten-Text)

source: If changing languages exist, there is a suspicion of fraud
de: Wenn wechselnde Sprachen vorhanden sind besteht ein Betrugsverdacht

source: Changing languages available
de: Wechselnde Sprachen vorhanden

source: URL to the terms and conditions
de: URL zu den AGB

source: Terms and conditions of contract
de: AGB

source: If very short terms exist, there is a suspicion of fraud
de: Wenn sehr kurze AGB vorhanden sind besteht ein Betrugsverdacht

source: Very short terms
de: Sehr kurze AGB

source: Suspected fraud (quality mark)
de: Betrugsverdacht (Gütezeichen)

source: URL of the used quality mark
de: URL des verwendeten Gütezeichen

source: Quality mark image
de: Gütezeichen-Bild

source: guetezeichen.at checked
de: guetezeichen.at überprüft

source: EHI-seal checked
de: EHI-Siegel überprüft

source: Trusted shops checked
de: Trusted Shops überprüft

source: If invented quality marks are available, there is a suspicion of fraud
de: Wenn erfundene Gütezeichen vorhanden sind besteht ein Betrugsverdacht

source: Fictitious quality marks available
de: Erfundene Gütezeichen vorhanden

source: URL of the used fictitious quality mark
de: URL des verwendeten erfundenen Gütezeichen

source: Fictitious quality mark
de: Erfundene Gütezeichen

source: Does the domain fit for the advertised products?
de: Passt der Domainname zu den angebotenen Produkten?

source: Domainname plausible
de: Domainname plausibel

source: Do all products have a discount?
de: Sind alle angebotenen Produkte rabattiert?

source: Discount
de: Rabbate

source: Check if no https
de: Haken, wenn kein https

source: No SSL
de: kein SSL

source: Is a wide variety of currency options offered?
de: Stehen zahlreiche Währungen im Kopf der Seite zur Auswahl?

source: Currency selection
de: Währungsauswahl?

source: Domain assessment: is certainly a brand counterfeiter?
de: Domain-Einschätzung: ist sicher ein Markenfälscher?

source: Are <strong> all </strong> in stock?
de: Sind <strong> alle </strong> Produkte lagernd?

source: Products in stock
de: Produkte lagernd

source: Only product title no description?
de: nur Produktezeichnung in Überschrift, keine weiteren Beschreibungen

source: No product description
de: keine Produktbeschreibung

source: Url of the contact or term and conditions url
de: URL zu den AGB

source: Contact url
de: URL Kontakt

source: Mail address from an standard provider or no mail at all? (Gmail, Yahoo, hotmail etc.
de: E-Mail-Adresse bei Standardanbieter oder keine Mailadresse? (z.B. gmail, yahoo, hotmail,...)

source: Contact mail address
de: Kontakt Mail

source: No imprint url only a contact form
de: Keine Impressumsangaben - nur Kontaktformular

source: No imprint url
de: Keine Impressumsangaben

source: bad translation, foreign language, no terms and conditions content
de: z. B. belangloser Text, schlecht übersetzt, keine AGB-Inhalte, fremde Sprache

source: no terms and conditions
de: keine AGB

source: Imprint assessment: is certainly a brand counterfeiter?
de: Impressum-Einschätzung: ist sicher ein Markenfälscher?

source: Language is changing between the sites of the homepage
de: Sprache wechselt innerhalb der Webseite

source: Switching language
de: Wechselnde Sprachen

source: Counterfeits DB
de: Markenfälscher DB

source: Counterfeits DBS
de: Markenfälscher DBs

source: Search result
de: Suchergebnis

source: Website image
de: Webseiten-Bild

source: URL of the checked text
de: URL des überprüften Text

source: Language example
de: Sprachbeispiel

source: Product example
de: Beispiel Produkt URL

source: Language url
de: Sprachen url

source: First name
de: Vorname

source: Last name
de: Nachname

source: User
de: Benutzer

source: Users
de: Benutzer

source: All websites
de: Alle Webseiten

source: Websites to check
de: Zu überprüfende Websites

source: Brand counterfeiter
de: Markenfälscher

source: Show screenshot
de: Bildschirmfoto ansehen

source: Websites (Disagreement)
de: Webseiten (Unstimmigkeit)

source: Websites (checked - no fake)
de: Überprüft Websiten (Nicht Fake)

source: Websites (no verification necessary)
de: Webseiten (keine Überprüfung erforderlich)

source: Websites (Unsure)
de: Webseiten (Unsicher)

source: Add brand counterfeiter
de: Markenfälscher hinzufügen

source: Add fake shop
de: Fake-Shop hinzufügen

source: Add website
de: Webseite hinzufügen

source: Delete brand counterfeiter
de: Markenfälscher löschen

source: Do you want to delete the brand counterfeiter <strong>%(website)s</strong>?
de: Möchten Sie den Markenfälscher <strong>%(website)s</strong löschen?

source: Delete fake shop
de: Fake-Shop löschen

source: Do you want to delete the fake shop <strong>%(website)s</strong>?
de: Möchten Sie den Fake Shop <strong>%(website)s</strong> löschen?

source: Delete website
de: Webseite löschen

source: Do you want to delete the website <strong>%(website)s</strong>?
de: Möchten Sie die Website <strong>%(website)s</strong> löschen?

source: Edit brand counterfeiter
de: Markenfälscher bearbeiten

source: Update
de: Aktualisieren

source: Edit fake shop
de: Fake-Shop bearbeiten

source: Edit website
de: Webseite bearbeiten

source: Add user
de: Benutzer hinzufügen

source: Delete user
de: Benutzer löschen

source: Do you want to delete the user <strong>%(user)s</strong>?
de: Möchten Sie den Benutzer <strong>%(user)s</strong> löschen?

source: Edit user
de: Benutzer bearbeiten

source: Set password
de: Passwort festlegen

source: Change
de: Ändern

source: Reset password
de: Passwort zurücksetzen

source: You recently requested to reset your password for your account. Click the link below to initiate the password reset process:
de: Sie haben kürzlich darum gebeten Ihr Passwort für Ihren Benutzer zurückzusetzen. Klicken Sie auf den folgenden Link um den Prozess der Passwortzurücksetzung einzuleiten:

source: The link will be valid for 24 hours!
de: Der Link ist 24 Stunden gültig!

source: Thank you for signing up
de: Danke für Ihre Anmeldung

source: Please confirm your e-mail to activate your user account.
de: Bitte bestätigen Sie Ihre E-Mail um Ihr Benutzerkonto zu aktivieren.

source: Activate user account
de: Benutzerkonto aktivieren

source: Your user account has been created
de: Ihr Benutzerkonto wurde erstellt

source: Your user account has been activated.
de: Ihr Benutzerkonto wurde erstellt

source: Sign in
de: Anmelden

source: To activate the user account, click on <strong>"Activate user account"</strong>.
de: Zum aktivieren des Benutzerkonto auf <strong>„Benutzerkonto aktivieren“</strong> klicken.

source: The link was invalid, possibly because it has already been used.
de: Der Link ist ungültig, wahrscheinlich wurde er schon benutzt.

source: Reset
de: Zurücksetzen

source: Back to sign in
de: Zurück zur Anmeldung

source: Password set
de: Passwort gesetzt

source: Your password has been set. Feel free to sign in into your account.
de: Ihr Passwort wurde gesetzt. Sie können sich nun mit Ihren Benutzer anmelden.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben.

source: The link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link ist ungültig, wahrscheinlich wurde er schon benutzt. Bitte fordern Sie eine neue Passwortrücksetzung an.

source: <strong>We've emailed you instructions for setting your password.</strong> If you <strong>don't</strong> receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: <strong>Wir haben Ihnen eine E-Mail mit Anweisungen zum Aktivieren Ihres Benutzerkontos gesendet. </strong>Wenn Sie <strong>keine</strong> E-Mail erhalten haben, überprüfen Sie bitte Ihren Spam-Ordner.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to sign in to a different account?
de: Sie sind als %(username)s angemeldet, Sie sind nicht berechtigt diese Seite aufzurufen. Wollen Sie sich mit einem anderen User anmelden?

source: Create account
de: Konto erstellen

source: Forgot password?
de: Passwort vergessen?

source: Sign up
de: Registrieren

source: Sign in instead
de: Stattdessen anmelden

source: <strong>We've emailed you instructions to activate your user account.</strong> If you <strong>have not yet</strong> received an email, please check your spam folder.
de: <strong>Wir haben Ihnen eine E-Mail mit Anweisungen zum Aktivieren Ihres Benutzerkontos gesendet. </strong>Wenn Sie <strong>keine</strong> E-Mail erhalten haben, überprüfen Sie bitte Ihren Spam-Ordner.

source: Password change successful
de: Passwortänderung erfolgreich

source: Check website
de: Webseite überprüfen

source: Reported at
de: Gemeldet am

source: Company data
de: Firmendaten

source: Quality mark
de: Gütezeichen

source: Checked by
de: Geprüft von

source: Brand counterfeiter details
de: Markenfälscher-Details

source: Edit
de: Bearbeiten

source: Password for %(verbose_name)s "%(name)s" was set.
de: Passwort für %(verbose_name)s "%(name)s" wurde gesetzt.

source: Open file
de: Datei öffnen
